{
  "Notification prototype by the Canadian Digital Service": "Prototype de Notification par le Service Numérique Canadien",
  "Passport Renewal Notification Demo": "Prototype de notification de renouvellement de passeport",
  "This site will change as we test ideas.": "Ce site évoluera au fur et à mesure que nous testerons nos hypothèses",
  "Language Selection": "Selection de la langue",
  "Language selection: French": "Selection de la langue : Français",
  "Set up passport renewal notifications": "Configurer les notifications de renouvellement de passeport",
  "This is a demo of what a Passport renewal reminder system could look like.": "Ceci est une maquette de ce à quoi pourrait ressembler un système d'avis de renouvellement de passeport.",
  "With this service, you can set up notifications that will automatically inform you when your passport is near the expiry date.": "Avec ce service, vous pouvez configurer des notifications qui vous informerons automatiquement lorsque la date d'expiration de votre passeport approchera.",
  "What you’ll need to set up notifications:": "Pour la configuration, vous aurez besoin de :",
  "Your passport number": "Votre numéro de passeport",
  "Full name and email address": "Votre nom complet et adresse électronique",
  "Your passport expiry date (YYYY-MM)": "La date d'expiration de votre passeport (AAAA-MM)",
  "Start now": "Commencez maintenant",
  "Contact": "Contact",
  "Terms and conditions": "Termes et conditions",
  "Privacy": "Politique de confidentialité",
  "Remind": "Rappel",
  "Symbol of the Government of Canada": "Symbole du gouvernement du Canada",
  "Enter your passport number": "Entrer votre numéro de passeport",
  "Your passport number is found on the photo page of your passport, at the bottom. It is 9 characters long and starts with 2 numbers.": "Votre numéro de passeport se trouve sur la page photo de votre passeport, au bas. Il comporte 9 caractères et débute avec 2 chiffres.",
  "Passport number": "Numéro de passeport",
  "For Example: A5G98S4K1": "Par exemple: A5G98S4K1",
  "Help finding your passport number": "Aide pour trouver votre numéro de passeport",
  "Feel free to use the Example number instead of your own passport number.": "** Feel free to use the Example number instead of your own passport number.",
  "Continue": "Continuer",
  "Cancel": "Annuler",
  "Enter some personal information": "Entrer vos informations personnelles",
  "Please provide some personal information so we can verify you’re the owner of this passport and set up your renewal notification.": "Merci de fournir vos informations personnelles afin que nous puissions vérifier que vous êtes bien le détenteur de ce passeport et configurer votre notification de renouvellement.",
  "Full name": "Nom complet",
  "Enter your name as it appears on your passport": "Entrer votre nom tel qu'il apparaît sur votre passeport",
  "Email address": "Adresse électronique",
  "Enter the email address where you want receive reminders": "Entrer l'adresse électronique à laquelle vous voulez recevoir les avis",
  "Passport expiry date": "Date d'expiration de votre passeport",
  "YYYY-MM": "AAAA-MM",
  "Do you want to be notified by email in the months before your passport expires?": "Voulez-vous recevoir des avis par adresse électronique dans les mois qui précèdent la date d'expiration de votre passeport?",
  "Yes": "Oui",
  "No": "Non, annuler ce processus",
  "Passport renewal notifications were cancelled": "Les notifications de renouvellement de passeport ont été annulées",
  "You won’t receive any emails from this service about your passport expiring.": "Vous ne recevrez pas de courriels de la part de ce service au sujet de l'expiration de votre passeport.",
  "You can go back and set up notifications at any time.": "Vous pourrez revenir et configurer des notifications à n'importe quel moment.",
  "Email Reminder": "Rappel par courrier électronique",
  "Reminder email sent.": "Courriel de rappel envoyé",
  "All done!": "Configuration terminée!",
  "You’ll receive notifications about your passport nearing the expiry date at this email address:": "Vous recevrez des notifications lorsque votre passeport approchera sa date d'expiration à cette adresse électronique:",
  "Your confirmation number is: ": "Votre numéro de confirmation est: ",
  "errors.login.length": "Le numéro de passeport doit être de 9 caractères",
  "errors.login.alphanumeric": "Le numéro de passeport doit être alphanumérique",
  "Error:": "Erreur:",
  "Please correct the errors on the page": "Veuillez corriger les erreurs sur la page",
  "errors.expiry.date": "Veuillez une date d'expiration valide",
  "You can use this confirmation number to call Passport Canada and get more information or troubleshoot problems with this service.":"Vous pouvez utiliser ce numéro de confirmation pour appeler Passeport Canada et obtenir plus d'informations liées à ce service."
}